-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 03, 2023 at 09:50 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `footballthaileague`
--

-- --------------------------------------------------------

--
-- Table structure for table `teams`
--

CREATE TABLE `teams` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `color` varchar(50) DEFAULT NULL,
  `shirt_data` text DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `teams`
--

INSERT INTO `teams` (`id`, `name`, `province`,  `color`, `shirt_data`, `image`) VALUES
(1, 'บุรีรัมย์ยูไนเต็ด', 'บุรีรัมย์', 599.00, 'กรมท่า', 'เสื้อ Home Jersey 2023/24ปีนี้มาใน Concept “Love” ใช้เส้นด้ายรีไซเคิลชนิดพิเศษ ในการถักทอลวดลายสัญลักษณ์ “มือ”  ซึ่งมีลักษณะท่าทางที่แสดงออกถึง ความรัก ความผูกพัน ที่สโมสร บุรีรัมย์ ยูไนเต็ด มีให้กับแฟนบอล โดยเอกลักษณ์ของเส้นด้ายนี้ เมื่อทอแล้วจะเห็นลายเส้นแตกต่างกัน รวมไปถึง Flex ที่มีเนื้อผิวสัมผัส ลื่นเบา และคงทน เนื้อผ้า 100% POLYESTER RECYCLE มีคุณสมบัติ ในการระบายอากาศได้ดี แห้งไว ซักแล้วไม่ต้องรีด ไม่ต้องอบแห้ง สามารถตากในที่ร่มได้ ใส่แล้วไม่มีเอาท์แน่นอน จำหน่ายวันที่ 1 สิงหาคม 2566จำนวน 45,000 ตัวHOMEJERSEY #HOMEJERSEY2023_24BRUTD GU12 BURIRAMUNITED บุรีรัมย์ยูไนเต็ด buriramshop99', 'https://static-ssp.supersports.co.th/media/catalog/product/S/S/SSP64055954_1.jpg'),
(2, 'ทรูแบงค็อกยูไนเต็ด', 'กรุงเทพ', 899.00, 'เเดงดำ', 'ARI TRUE BANGKOK UNITED 2022/2023 HOME REPLICA JERSEY เสื้อเชียร์เหย้าสีแดงดำ มาในแนว CLASSIC ลวดลาย HALF-STRIPES บริเวณ STRIPES เป็นการไล่ GRADIANT สื่อถึง SPIRIT MOVEMENT ของทีม และตัดด้วย HALF สีดำ แสดงถึง ความดุดัน น่าเกรงขาม ผ้า Jacquard Polyester ลวดลายเฉพาะ Cutting คอกลม ตัดต่อรูปแบบใหม่สวยงามทันสมัย พร้อม Rib บริเวณคอ ตราสโมสร และ Ari Logo เป็น Woven ปักขอบ เพื่อความทนทาน และสวยงาม', 'https://www.truebangkokunitedfc.com/media/catalog/product/cache/0b39a75c21759ed605b3759290fff5dd/a/r/ari-true-bangkok-united-2022-2023-home-replica-jersey-_aap1965-05__01_new_1.jpg'),
(3, 'การท่าเรือเอฟซี', 'ชลบุรี', 899.00, 'นํ้าเงินส้ม', 'ARI PORT FC 2022/2023 HOME PLAYER JERSEY ชุดแข่งขันเหย้าของสิงห์เจ้าท่า ด้วยแรงบันดาลใจจากศิลปะแนว Brush Art บนเสื้อ home jersey โดยใช้สีแสดน้ำเงินเป็นแนว Stripes ตามแบบฉบับของสโมสร ดูมีความสนุกและดุดันขึ้น สร้างความมั่นใจ ฮึกเหิม และมีความโดดเด่น เปรียบเสมือนความศรัทธาและแรงใจทั้งหมดของการท่าเรือ เอฟซี บนเสื้อตัวนี้ผ้าหลัก Jacquard ตัดต่อด้วยผ้า Ari Hextra Mesh เพื่อช่วยระบายอากาศบริเวณ Heat Zone Map ของร่างกาย คอวี ตัดต่อรูปแบบใหม่สวยงานทันสมัย ออกแบบมาเพื่อการเคลื่อนไหวที่คล่องแคล่วnตราสโมสร และโลโก้ Ari เป็น 3D Patch ออกแบบลวดลายเหมือนงานปัก ผลิตโดยใช้เทคนิคพิเศษ สวยงาม', 'https://static-ssp.supersports.co.th/media/catalog/product/S/S/SSP64028743_3.jpg'),
(4, 'เมืองทองยูไนเต็ด', 'นนทบุรี', 899.00, 'เเดงดำ', 'สวมใส่ความภาคภูมิใจและประกาศความยิ่งใหญ่แห่งกิเลนผยองไปกับ MUANGTHONG UNITED เสื้อแข่งผู้ชายทีมเมืองทอง ยูไนเต็ด ชุดเหย้า ฤดูกาล 2022/23 โดดเด่นด้วยลวดลายผ้า พร้อมการตัดเย็บรวมไปถึงเทคโนโลยีการผลิตที่เน้นการสวมใส่ที่สบายตัวไม่ว่าคุณจะเชียร์ทีมในโอกาสไหน ๆตัดเย็บจากวัสดุโพลีเอสเตอร์รีไซเคิล 100% เพื่อส่งเสริมการรักษาสิ่งแวดล้อมเทคโนโลยี Hydrophilic Finishing ช่วยในการระบายเหงื่อเพื่อความแห้งและเย็นสบายเทคนิคการพิมพ์ล้ำสมัย Cooltrans ที่จะปล่อย CO2 ในกระบวนการผลิตน้อยกว่างานพิมพ์ทั่วไป รวมถึงใช้ความร้อนต่ำเพื่อทำให้ผ้ามีสัมผัสที่นุ่มและใส่สบายnผ้าด้านหลังเป็นผ้าตาข่ายช่วยเสริมประสิทธิภาพในการระบายอากาศมาพร้อมโลโก้ YAMAHAเสื้อบอล MUANGTHONG UNITED', 'https://static-ssp.supersports.co.th/media/catalog/product/S/S/SSP64228259_1.jpg'),
(5, 'เชียงรายยูไนเต็ด', 'เชียงราย', 799.00, 'ส้ม', 'เสื้อแข่งผู้ชาย CHIANGRAI UNITED ทีมเชียงราย ยูไนเต็ด ชุดเหย้า ฤดูกาล 2022/23 ตัดเย็บจากเส้นใยพิเศษ คอวีแขนสั้น ชายเสื้อตรงทำให้สวมใส่ง่าย พร้อมพิมพ์ชื่อ 18 อำเภอของเชียงรายไว้บนเสื้อตัดเย็บจากเส้นใยพิเศษคอวีแขนสั้นชายเสื้อแบบตรง สวมใส่ง่ายพิมพ์ชื่อ 18 อำเภอของจังหวัดเชียงรายไว้บนเสื้อพิมพ์โลโก้แกรนด์สปอร์ต และโลโก้เชียงราย ยูไนเต็ดห้ามรีดและปั่นแห้งเสื้อแข่งทีมเหย้า CHIANGRAI UNITED', 'https://static-ssp.supersports.co.th/media/catalog/product/S/S/SSP64128726_1.jpg'),
(6, 'ชลบุรีเอฟซี', 'ชลบุรี', 1200.00, 'นํ้าเงิน', 'สำหรับชุดแข่งขันเหย้าของสโมสร “ฉลามชล” ประจำฤดูกาล ใหม่ล่าสุดนี้มาในคอนเซ็ปต์ “คลื่นเขี้ยวฉลาม” ที่สื่อถึงเกลียวคลื่นแห่งศรัทธา ของขุนพลฟ้า-น้ำเงิน ที่พร้อมคว้าชัยในทุกแมทช์แข่งขัน กลับไปให้แฟนๆ สโมสรฟุตบอลชลบุรีได้เฮกันถ้วนหน้า ทั้งนี้ ในฤดูกาลล่าสุดสโมสรฟุตบอลชลบุรียังคงผลักดันและสนับสนุนนักเตะเยาวชนหลายๆ รายที่ทำผลงานดีอย่างต่อเนื่อง โดยได้โอกาสในการลงสนามสู้ศึกไทยลีก ซึ่งสโมสรฯ ให้ความสำคัญและมุ่งมั่นเป็นอย่างมากในการปรับแต่งทีมให้คงความสด เต็มไปด้วยพละกำลัง ที่พร้อมห้ำหั่นของนักเตะเยาวชน โดยชุดแข่งขันในบ้าน (เหย้า) ได้รับการออกแบบให้เต็มเปี่ยมไปด้วยจิตวิญญาณของเหล่าฉลามนักเตะในสีน้ำเงินอันเป็นเอกลักษณ์ จากรอยเขี้ยวฉลามที่กัดไม่ยั้งในฤดูกาล 2020 สร้างแรงกระเพื่อมในเกลียวคลื่น จนกลายเป็นลวดลายคลื่นน้ำจากเขี้ยวฉลามในฤดูกาล 2021 นี้ โดยลวดลายของคลื่นน้ำนี้ได้วางในตำแหน่งบริเวณแถบคาดหน้าอกที่มีลักษณะเป็นตัว V ที่ล้อไปกับรูปทรงของคอเสื้อ และเป็นสัญลักษณ์แห่งชัยชนะ (Victory) สำหรับลายเฉียงบนเสื้อนั้นได้มีการเลือกใช้วัสดุพิเศษ Hologram UV ให้เล่นกับแสง เปรียบเสมือนแสงสะท้อนจากดวงอาทิตย์บนผืนนน้ำที่เปล่งประกายระยิบระยับ สื่อถึงความหวังในวันข้างหน้าที่สโมสรฯ เชื่อมั่นในแนวทางการสร้างอคาเดมี่ ตลอดหลายปีที่ผ่านมา', 'https://www.tnnthailand.com/static/images/7af64fab-522a-4c72-9309-9c4886486296.png'),
(7, 'โปลิศ เทโร เอฟซี', 'กรุงเทพ', 590.00, 'เเดงดำ', 'FBT เสื้อฟุตบอลสโมสรโปลิศ เทโร (2021)  category :  Police Tero F.C. (2021)วัสดุ   : 100% โพลีเอสเตอร์  : 100% Polyesternการดูแลรักษา    ซักได้ในอุณหภูมิสูงสุด 40 องศา– สามารถซักมือหรือซักเครื่องได้ตามปกติ เมื่อซักด้วยมือควรสะบัดน้ำออก “ไม่แนะนำ” ให้บิดเพราะเส้นใยของผ้าอาจจะหักได้– ตากในที่ร่ม หรือที่อากาศถ่ายเทสะดวก', 'https://shop.fbtsports.com/wp-content/uploads/2022/01/N9A222-800px_0001_02.jpg'),
(8, 'ราชบุรี เอฟซี', 'ราชบุรี', 690.00, 'ส้ม', 'เหมาะสำหรับใส่เล่นกีฬาเเละทำกิจกรรมต่างๆใส่สบาย ระบายอากาศได้ดี เหมาะสำหรับสวมใส่เล่นกี่ฬาหรือทำกิจกรรมกลางเเจ้งมีไซส์ S, M, L, XL,3XLnทำมาจากผ้า polyester อย่างดีทำให้ยืดหยุ่นดี ไม่ยับง่ายซักง่ายเเห้งเร็วมีความเหนียวเเละทนทานสูงเพศ ชาย/หญิงอายุ ผู้ใหญ่ปริมาณวัสดุ 95%'', 'https://image.khobsanam.com/uploads/2021/06/%E0%B9%80%E0%B8%B2%E0%B9%80%E0%B8%B2%E0%B9%80%E0%B8%B2.jpg'),
(9, 'บี จี ปทุม ยูไนเต็ด', 'นนทบุรี', 899.00, 'นํ้าเงิน', 'เปิดตัวชุดแข่งใหม่จากสโมสร บีจี ปทุม ยูไนเต็ดฤดูกาล 2022/23-Home Jersey Kids เสื้อเหย้า สีน้ำเงิน-คอเสื้อเป็นคอวีเอกลักษณ์เฉพาะตัวของสโมสร บริเวณคอเสื้อและชายเสื้อตัดด้วยแถบสีน้ำเงินและชมพู-Flex logo Warrix และ สโมสรบีจี ปทุม ยูไนเต็ด ที่อกขวาและซ้าย logo sponsor พิมพ์ sublimation-จำหน่ายในราคา 799 บาท', 'https://static-ssp.supersports.co.th/media/catalog/product/S/S/SSP64000770_1.jpg'),
(10, 'ลําพูนวอริเออร์', 'ลำพูน', 799.00, 'ขาว', 'สำหรับชุดแข่งฤดูกาล 2021-2022 ของทางราชันโคขาว มาในคอนเซ็ปต์ลวดลายอันเป็นเอกลักษณ์ โดยได้แรงบันดาลใจจาก ผ้าทอล้านนาผสมผสานกับตุงไชย ซึ่งเป็นเครื่องหมายแห่งความโชคดีและชัยชนะ โดยใช้เนื้อผ้า Syntrel ที่สามารถระบายอากาศได้ดี และแห้งไวตัวโลโก้สโมสรใช้ยาง PU ปั้นนูนพิเศษ ให้ความรู้สึกสวยงาม ชัด หรูหรามีระดับขณะที่สปอนเซอร์ต่างๆ มีความแข็งแรงทนทาน ไม่ต้องกังวลเรื่องปัญหาของการหลุดลอก เห็นทาง 2S Sport บอกว่าเป็นเทคโนโลยี DFT (Digital Film Transfer) สีสดคมชัดให้ผิวสัมผัสที่นูน ดูมีมิติมากกว่างานพิมพ์ซับทั่วไป มีความยืดหยุ่นและไม่แข็งกระด้าง ที่สําคัญสีไม่ซีดเมื่อนําไปซัก ขณะที่รอยเย็บตามขอบผ้าถือว่าเก็บรายละเอียดได้ดีเลยทีเดียว', 'https://www.arifootballstore.com/media/catalog/product/cache/6e478a31517304dced53ac4d3f3d5560/l/u/lumphun_2022_23_home_jersey_lamphun22h__01.jpg\''),
(11, 'พีที ประจวบ เอฟซี', 'ประจวบคีรีขัน', 650.00, 'ส้ม', 'แกรนด์สปอร์ตเสื้อฟุตบอลพีที ประจวบ เอฟซี 2022วัสดุ : 100% โพลีเอสเตอร์  จุดขายเด่นสินค้า :        - ออกแบบพิเศษสำหรับทีมพีที ประจวบ เอฟซี 2021                                            - ผลิตจากเส้นใยพิเศษ                                             - ปักโลโก้ แกรนด์สปอร์ต แซกขอบอาร์มโลโก้พีที ประจวบ เอฟซี                                               โลโก้งาน SUBLIMATION  BENDIX,SSI,CHANG,PT,MAXNITRON,TIPGO,2GEAR,พันธุ์ไทย,CORAL HOTEL,VILAH COFFEE,PPP,AUTOBACS.                                                                nการดูแลรักษา :                                        ซักได้ในอุณหภูมิสูงสุด 40 องศา ห้ามใช้เตารีดรีดบนตัวเสื้อ ห้ามปั่นแห้ง            nตากในที่ร่ม หรืออากาศถ่ายเทสะดวก', 'https://f.btwcdn.com/store-35589/product/9c5bd3c5-6bf4-0751-af7e-612c67786c34.jpg'),
(12, 'สุโขทัยเอฟซี', 'สุโขทัย', 590.00, 'ส้ม', 'ความเคลื่อนไหวของ"ค้างคาวไฟ"สุโขทัย เอฟซี ล่าสุดทีมได้เปิดตัวและจำหน่ายชุดเหย้าของสโมสร ฤดูกาล 2022/23 ต้อนรับการกับมาโลดเเล่นในศึกรีโว่ ไทยลีก อีกครั้ง ภายใต้ความร่วมมือกับบริษัท บางกอกแอธเลติก จำกัด หรือแบรนด์ซึ่งเป็นที่รู้จักในนาม 'PAN'สำหรับชุดเหย้า ยังคงใช้สีส้มเช่นเดิม มาในคอนเซ็ปต์ ค้างคาวแปดทิศ บริเวณด้านข้างของเสื้อจะมี ค้างคาวฝั่งละ 4 ตัวเรียงกันสลับกับหัวเสือของแพน เปรียบเสมือน แฟนบอลที่มาร่วมเชียร์จากทั้งแปดทิศ เป็นพลังของแฟนบอลที่สนับสนุนนักเตะ ซึ่งเป็นเหล่าตัวแทน ของค้างคาวที่ลงทำศึกในสนามทะเลหลวง โดยเริ่มจำหน่ายเเล้ววันนี้ที่ช็อปสโมสรสุโขทัย เอฟซี ในราคาตัวละ 590 บาท ซึ่งการเปิดขายในวันแรกก็มีแฟนบอลให้ความสนใจอย่างคึกคัก', 'https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt5acb7f3afb39a0a5/62f0f64b0e760510e0115e7c/goal---image-w-crest--a5ef56ba-0885-469c-a4b0-4ee07916c44b.jpeg?auto=webp&format=pjpg&width=1200&quality=60'),
(13, 'ขอนแก่นยูไนเต็ด', 'ขอนเเก่น', 690.00, 'เเดง', 'จงอางพยอง” ขอนแก่นยูไนเต็ด เปิดตัวสโมสรสู้ศึกไทยลีก ฤดูกาล 2022-23 พร้อมเปิดตัวชุดแข่งภายใต้แบรนด์ใหม่ อย่าง Kappa โดยปีนี้ชุดเหย้าแดงดำ ชุดเยือนสีขาว และชุดเยือนที่สาม สีชมพู โดยจำหน่ายให้แฟนๆ ในราคาตัวละ 690 บาทสิงหาคม 7, 2022 at 9:26 am REVIEW KHON KAEN UNITED JERSEY 2022-23 รีวิว เสื้อแข่ง จงอางผยอง ขอนแก่น ยูไนเต็ดPosted by khonkaensusu news6 ส.ค. 65 “จงอางพยอง” ขอนแก่นยูไนเต็ด เปิดตัวสโมสรสู้ศึกไทยลีก ฤดูกาล 2022-23 พร้อมเปิดตัวชุดแข่งภายใต้แบรนด์ใหม่ อย่าง Kappa โดยปีนี้ชุดเหย้าแดงดำ ชุดเยือนสีขาว และชุดเยือนที่สาม สีชมพู โดยจำหน่ายให้แฟนๆ ในราคาตัวละ 690 บาทเสื้อ ขอนแก่นยูไนเต็ด ปีนี้ เปลี่ยนมาใช้ Kappa โทนเสื้อยังคงเป็น สีดำแดง ลายเสื้อลายเกล็ดงู สปอนเซอร์ลงเนื้อผ้า จุดเด่นที่ชอบเลย โลโก้ kappa ข้างลำตัวทั้งสองข้าง มันดูงามมากๆ พร้อมกับลายงูจงอางพาดผ่านลำตัว ผ่านลายกราฟฟิคที่สวยงาม', 'http://www.khonkaensusu.com/wp-content/uploads/2022/08/KKUTD.jpg'),
(14, 'นครราชสีมามาสด้าเอฟซี', 'นครราชสีมา', 690.00, 'ส้ม', 'มาสด้า เซลส์ ประเทศไทย ร่วมกับ สโมสร นครราชสีมา มาสด้า เอฟซี ประกาศเดินหน้าสานต่อนโยบายขับเคลื่อนวงการฟุตบอลไทยเป็นปีที่ 10 จัดงานแถลงข่าวแบบไลฟ์สตรีมมิ่ง ภายใต้สโลแกน “SWATCAT 2021 We will fight till the end: สวาทแคท 2021 พวกเราจะสู้จนหยดสุดท้าย”เปิดตัวผู้บริหารชุดใหม่ นักเตะใหม่ ชุดแข่งใหม่จากแบรนด์ชั้นนำระดับโลก พร้อมงัดกลยุทธ์เด็ดทั้งเกมส์รุกและเกมส์รับ ที่จะมาสร้างสีสันให้กับแฟนๆ วงการลูกหนังเมืองไทย พร้อมนำทีมก้าวสู่อันดับที่ดีที่สุดในการแข่งขันไทยลีก 2021 ประเดิมนัดแรกออกไปเยือน หนองบัว พิชญ ในวันศุกร์ที่ 3 กันยายน 2564 นี้ เวลา 18:00 น.ซึ่งในฤดูกาลนี้ แบรนด์ “เกลเม” ได้เป็นเป็นพันธมิตรผู้สนับสนุนด้านเสื้อผ้า และเครื่องแต่งกายของนักกีฬา ภายใต้คอนเซ็ปต์ “PASSION TO WIN” โดยชุดหลักยังคงเป็นสีส้ม ซึ่งเป็นสีประจำสโมสร ส่วนชุดเสื้อฟุตบอลเยือน มาในชุดเหลือง และสีดำ', 'https://cms.dmpcdn.com/sportarticle/2019/02/07/e7b7f79b-8631-4400-b4dc-0dd65565bcde.png'),
(15, 'หนองบัวพิชญเอฟซี', 'หนองบัวลำพู', 799.00, 'ชมพู', 'NEW JERSEY 2021/22"Proud to be Payakaichonชุดแข่งขันใหม่ภายใต้ คอนเซ็ปต์ "Proud to be Payakaichon" เพื่อแสดงถึงความภาคภูมิใจของชาวหนองบัวลำภู กับฤดูกาลประวัติศาสตร์บนเวทีไทยลีกครั้งแรกของพวกเราโดยในชุดเหย้าเป็นสีชมพู ส่วนชุดเยือนเป็นสีน้ำเงิน และชุดที่ 3 เป็นสีขาว ลวดลายบนเสื้อคือลายกราฟฟิกที่มาจากแผนที่ของจังหวัดหนองบัวลำภู เพื่อแสดงออกถึงความภาคภูมิใจใน จ.หนองบัวลำภู ความพิเศษสำหรับชุดเหย้าจะมีการจัดวางลวดหลายที่เพิ่มเข้ามา คือมีการผสมผสานลายเส้นของบัวหลวงลงไปด้วย ในส่วนเรื่องของเนื้อ ผ้าไม่บางแต่มีน้ำหนักเบาใส่สบาย ระบายอากาศได้ดีแห้งเร็ว', 'https://www.khaosod.co.th/wpapp/uploads/2022/11/314945336_3411258845776384_6053123003467351248_n.jpg'),
(16, 'ลำปาง เอฟซี', 'ลำปาง', 690.00, 'เขียว', 'สื้อเหย้า สีเขียวมรกต ที่มีลายที่ได้รับแรงบันดาลใจจากตำนานองค์พระแก้วมรกต และสื่อถึงเทือกเขาที่โอบล้อมเมืองลำปาง แฝงด้วยพลังศรัทธา ความมั่นคงและแข็งแกร่งเสื้อเยือน สีแดงครั่ง ซึ่งเป็นสีที่ใช้ในงานผ้าพื้นเมืองผสมกับลวดลาย " ละกอนไส้หมู" ลายผ้าอัตลักษณ์เฉพาะถิ่นเมืองลำปางเสื้อชุดที่ 3 สีขาวออฟไวท์แบบไข่มุก สื่อถึงสีของแร่ดินขาว พิมพ์ลวดลายกราฟิคเป็นรูปไก่ ซึ่งถือเป็นอีกหนึ่งสัญลักษณ์ของเมืองลำปาง', 'https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt1d7f417780505790/633a6970ecc9941f3b01f177/300258410_508701030695388_6844200868499151123_n.jpg?format=pjpg&auto=webp&width=1080&quality=60');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `teams`
--
ALTER TABLE `teams`
  ADD PRIMARY KEY (`team_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `teams`
--
ALTER TABLE `teams`
  MODIFY `team_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
